Repository: 84000/data-translation-memory
Catalog: toh747-v3.tmx
Source language: bo
Languages: en

source: རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དུ་སོང་སྟེ་གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་དུས་གསུམ་དུ་སྟོང་ཕྲག་རེ་བཟླས་ན་ཟླ་བ་གཅིག་གི་ནང་དུ་ངེས་པར་འོང་ངོ་།
en: “The practitioner should go to a temple of Vajrapāṇi, light bdellium incense, and recite the mantra one thousand times at the three junctions of the day. Surasundarī is certain to arrive within a month.

source: །འོངས་པ་ལ་ཙནྡན་གྱི་ཆུས་མཆོད་ཡོན་བྱིན་ན་མ་དང་། སྲིང་མོ་དང་། ཆུང་མའི་ལས་བྱེད་དོ།
en: When she arrives she should be given a welcome offering of sandalwood-scented water. She will perform the duties of a mother, sister, or wife.

source: །གལ་ཏེ་མར་གྱུར་ན་སེམས་སུན་དབྱུང་བར་མི་བྱ་སྟེ། དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་། ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་སྟོང་སྟེར་རོ།
en: If she becomes a mother, the practitioner must not hurt her feelings, and she will offer an elixir of long life every day, and also 100,000 dinars.

source: །གལ་ཏེ་སྲིང་མོར་གྱུར་ན་ནི་གྲུབ་པའི་རྫས་དང་། དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་ལྷའི་བུ་མོ་བཟང་མོ་བླངས་ནས་སྟེར་ལ། འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་སྨྲ་བར་བྱེད་དོ།
en: If she becomes a sister, she will offer power substances and the elixir of long life. She will procure a celestial girl from the realm of the gods and offer her, and will be able to describe the past, present, and future.

source: །གལ་ཏེ་ཆུང་མར་གྱུར་ན་བསམ་པ་ཐམས་ཅད་རྫོགས་པར་བྱེད་ཅིང་ནོར་གྱི་བདག་པོ་ཆེན་པོ་བྱེད་དོ། །དེ་ནས་ཡིད་འཕྲོག་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: If she becomes a wife, she will fulfill every wish, and the practitioner will become immensely wealthy.

source: ཆུ་བོའི་འགྲམ་དུ་སོང་སྟེ།
en: “The sādhana of Manohāriṇī:

source: ཙནྡན་གྱིས་མཎྜལ་ཉེ་བར་བྱུགས་ཏེ།
en: “The practitioner should go to a riverbank, draw a maṇḍala with sandalwood powder, offer an elaborate pūjā, and recite the mantra one thousand and eight times.

source: མཆོད་པ་ཤིན་ཏུ་ཆེན་པོ་བྱས་ནས་ཨ་ག་རུའི་བདུག་པ་སྦྱིན་ཞིང་ཉི་མ་བདུན་དུ་ཁྲི་བཟླས་ནས་ཉི་མ་བདུན་པ་ལ་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ།
en: Burning aloeswood incense, he should recite the mantra ten thousand times every day for seven days. On the seventh day he should offer an elaborate pūjā and recite the mantra all night.

source: ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་དེ་ནི་ངེས་པར་འོང་ངོ་།
en: Manohāriṇī is certain to arrive at midnight.

source: །གལ་ཏེ་མ་འོངས་ན་འཆི་བར་འགྱུར་རོ།
en: If she does not, she will die.

source: །བཀའ་སྩལ་ཅིག་ཅེས་སྨྲ་བར་བྱེད་ཅིང་དེས་བདག་གི་བྲན་མོ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་འཁོར་བརྒྱད་བརྒྱའི་ཞལ་ཏ་བྱེད་ཅིང་དོང་ཙེ་བརྒྱ་ཉི་མ་རེ་རེ་ལ་སྟེར་ཏེ། དེས་ཀྱང་མ་ལུས་པར་ཟད་པར་བྱའོ།
en: She will say, ‘Please command me.’ The practitioner should reply, ‘Please be my servant.’ She will offer protection to one hundred and eight people from the practitioner’s close circle. She will offer one hundred dinars every day, which must be spent in its entirety.

source: །གལ་ཏེ་ཅུང་ཟད་འཇོག་ན་ཕྱིན་ཅད་འབྱུང་བར་མི་འགྱུར་རོ།
en: If the practitioner saves anything he will never receive more.

source: །དེ་ནས་གསེར་ལྡན་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: The sādhana of Kanakavatī:

source: བ་རུ་རའི་ཤིང་གནས་པར་སོང་སྟེ་ཉ་དང་ཤས་བསྒྲུབ་ཅིང་ཆང་ཡང་བྱིན་ནས་བདག་ཉིད་ཀྱང་བཏུང་ཞིང་སྦགས་པར་གནས་པར་བཟླས་པ་བྱ་སྟེ། སྟོང་ཕྲག་རེ་རེ་བཟླས་སོ།
en: “The practitioner should go to a banyan tree and offer alcohol following the procedure prescribed for fish and meat. Drinking some himself, he should use the remainder for a welcome offering. He should recite the mantra one thousand times.

source: །དེ་བཞིན་དུ་ཉི་མ་བདུན་པའི་མཚན་མོ་བསྒྲུབ་པར་བྱ་སྟེ།
en: On the seventh day, he should practice the same way at night.

source: ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན། ནམ་ཕྱེད་ན་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་ཏེ་འཁོར་བརྒྱད་བརྒྱས་བསྐོར་ནས་རང་ཉིད་འོང་ངོ་།
en: He should recite until Kanakavatī arrives in person at midnight, adorned with all kinds of jewelry and surrounded by a retinue of one hundred and eight.

source: །འོངས་པ་ལ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་རོ།
en: He should make love to her once she arrives, and she will become his wife.

source: །འཁོར་བཅུ་གཉིས་ཀྱི་གོས་དང་། རྒྱན་དང་། བཟའ་བ་བཟང་པོ་རྣམས་ཉིན་གཅིག་བཞིན་དུ་སྟེར་ཞིང་དོང་ཙེ་བརྒྱད་སྟེར་རོ། །དེ་ནས་འདོད་པའི་དབང་ཕྱུག་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ་གྲོ་བའི་འདབ་མ་ལ་བལ་གླང་གི་གིའུ་ཝང་གིས་གཟུགས་བརྙན་བྲིས་ཏེ།
en: She will give clothes, adornments, and food to twelve people every day. She will also offer eight dinars. “The sādhana of Kāmeśvarī:

source: གཅིག་པུ་སྟན་ལ་འདུག་ལ་སྟོང་ཕྲག་རེ་རེ་བཟླས་སོ།
en: “The practitioner should draw an image of Kāmeśvarī on birch bark with bovine bezoar, climb into bed alone, and recite the mantra one thousand times.

source: །དེ་ནས་ཟླ་བའི་ཐ་མ་ལ་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ། མར་གྱི་མར་མེ་རབ་ཏུ་སྦར་ནས་མི་སྨྲ་བར་གྱུར་པས་བཟླས་ན་མཚན་མོ་དེའི་ཕྱེད་ན་ངེས་པར་འོང་ངོ་།
en: Then, when one month has passed, he should offer an elaborate pūjā, light a butter lamp, and recite the mantra silently. Then, at midnight, she is certain to arrive.

source: །འོངས་པ་ལ་ཆགས་པས་ལོངས་སྤྱད་ན་ཆུང་མར་འགྱུར་རོ།
en: Once she has arrived, she will generously offer sexual pleasure and will become his wife.

source: །ལྷའི་རྒྱན་མལ་དུ་དོར་ཏེ་ཐོ་རངས་ཀྱིས་འགྲོ་བར་འགྱུར་རོ།
en: Leaving behind divine adornments on his bed, she will depart at daybreak.

source: །གཞན་གྱི་ཆུང་མ་ལ་མི་བགྲོད་པར་ཡང་བྱ་སྟེ། གལ་ཏེ་བགྲོད་ན་རྣམ་པར་འཇོམས་པར་བྱེད་དོ།
en: The practitioner should not approach the wives of others, otherwise he will perish.

source: །དེ་ནས་རྒན་མོའི་སྒྲུབ་ཐབས་བཤད་པ།
en: “The sādhana of Rati:

source: གསེར་གྱི་མདོག་ཅན་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་མ། ལག་ན་ཨུཏྤ་ལ་ཐོགས་པ་གཞོན་ནུ་མ་རས་ལ་རི་མོ་བྲིས་ཏེ།
en: “She should be painted on a piece of canvas as a nubile woman of golden color, adorned with every type of jewelry and holding a blue lotus in her hand.

source: སྣ་མའི་མེ་ཏོག་གིས་མཆོད་ཅིང་གུ་གུལ་གྱི་བདུག་པ་བྱིན་ལ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ཏེ།
en: The practitioner should worship her with jasmine flowers, burn bdellium incense, and recite the mantra one thousand and eight times for one month.

source: ཟླ་བ་ཐ་མ་ལ་ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ནས་མར་གྱི་མར་མེ་རབ་ཏུ་སྦར་ཏེ་ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་ངེས་པར་འོང་ངོ་།
en: At the end of the month he should offer a pūjā according to his means, light a butter lamp, and recite the mantra until Rati arrives in person at midnight.

source: །འོངས་པ་ལ་དགའ་བས་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་རོ།
en: When she does, he should make love to her in silence. In this way she will become his wife.

source: །སྒྲུབ་པ་པོ་འཁོར་དང་བཅས་པ་ཡོངས་སུ་སྐྱོང་བར་བྱེད་ཅིང་ལྷས་འདོད་པར་བྱ་བའི་ཟས་དང་། དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་དོང་ཙེ་ཉི་ཤུ་རྩ་ལྔ་སྟེར་བར་བྱེད་དོ།
en: She will protect him and his close circle and will offer delicious divine foods, an elixir of long life, and twenty-five dinars.

source: །དེ་ནས་པདྨ་མའི་སྒྲུབ་ཐབས་བཤད་པ།
en: “The sādhana of Padminī:

source: རང་གི་ཁྱིམ་དུ་མགོའི་གནས་སུ་ཙནྡན་གྱི་དཀྱིལ་འཁོར་བྱས་ཏེ་གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་ཟླ་བ་ཕྱེད་དུ་བཟླས་པ་བྱའོ།
en: “The practitioner should create a sandalwood maṇḍala in the upper part of his house.

source: །དེ་ནས་ཟླ་བ་ཉ་ལ་ཅི་འབྱོར་པའི་མཆོད་པ་བྱས་ཏེ། ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་ངེས་པར་འོང་ངོ་།
en: Burning bdellium incense, he should recite the mantra one thousand times for one month. Then, on the day of the full moon, he should offer a pūjā according to his means and recite the mantra until midnight, when Padminī is certain to arrive.

source: །འོངས་པ་ལ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་ཏེ།
en: When she does, he should make love to her.

source: ལྷ་མོས་འདོད་པ་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་བར་བྱེད་དོ།
en: She will become his wife, grant divine pleasures bounteously, and offer an elixir of long life and power substances.

source: །དེ་ནས་གར་བྱེད་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: “The sādhana of Naṭī:

source: ཨ་ཤྭ་ཀའི་ཤིང་གི་རྩར་སོང་སྟེ་བསྒྲུབ་པར་བྱའོ།
en: “The practitioner should perform this sādhana below an aśoka tree.

source: །ཤའི་བཟའ་བ་དང་། སྤོས་དང་། དྲི་དང་། མེ་ཏོག་སྦྱིན་ཞིང་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན། ཟླ་བ་གཅིག་གི་ནང་དུ་ངེས་པར་འོང་ངོ་།
en: Having offered perfume, flowers, and incense, along with a dish of meat, he should recite the mantra one thousand and eight times. Naṭī is certain to arrive within one month.

source: །མདོར་བསྡུས་ན་འོངས་ན་མ་དང་། སྲིང་མོ་དང་། ཆུང་མར་འགྱུར་རོ།
en: When she does, she will become, in short, either a mother, or a sister, or a wife.

source: །གལ་ཏེ་ཆུང་མར་གྱུར་ན་བཟའ་བ་དང་། རས་ཟུང་རེ་དང་། དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་དོང་ཙེ་བརྒྱད་སྟེར་བར་བྱེད་དོ། །གལ་ཏེ་མར་གྱུར་ན་བཟའ་བ་བཟང་པོ་དང་། །རས་ཟུང་རེ་སྟེར་ཞིང་གསེར་སྲང་བརྒྱ་སྟེར་རོ། །གལ་ཏེ་སྲིང་མོར་གྱུར་ན་དཔག་ཚད་སྟོང་ནས་བུད་མེད་བཟང་མོ་བླངས་ནས་སྟེར་ཞིང་གོས་དང་། རྒྱན་དང་། བཟའ་བ་བཟང་པོ་སྟེར་རོ། །དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་ཡང་སྟེར་བར་བྱེད་དོ། །དེ་ནས་སྲིང་མོ་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: If she becomes a mother, she will give delicious foods, a pair of garments, one hundred palas of gold, and the elixir of long life. If she becomes a sister, she will bring a celestial woman and offer her, even over a distance of one thousand leagues, She will also offer clothes, adornments, delicious foods, and the elixir of long life. If she becomes a wife, she will offer a divine elixir of long life and eight dinars. “The sādhana of Anurāgiṇī:

source: གུར་གུམ་གྱིས་གྲོ་གའི་འདབ་མ་ལ་གནོད་སྦྱིན་མོའི་གཟུགས་བྲིས་ཏེ། དེ་ནས་ཚེས་གཅིག་ནས་བརྩམས་ནས། སྤོས་དང་། མེ་ཏོག་དང་། མར་མེ་སྦྱིན་ཞིང་དུས་གསུམ་དུ་བཟླས་པ་བྱས་ནས་ཟླ་བ་ཉ་ལ་ཅི་ལྟར་འབྱོར་བའི་མཆོད་པ་བྱས་ཏེ།
en: “The practitioner should draw this yakṣiṇī on birch bark with saffron ink and, starting on the first day of the bright fortnight, spend one month reciting the mantra while making ritual offerings of perfume, flowers, and lamps at the three junctions of the day.

source: མར་གྱི་མར་མེ་རབ་ཏུ་སྦར་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་དེའི་ཐོ་རངས་ངེས་པར་འོང་ངོ་།
en: Then, on the day of the full moon, he should offer a pūjā according to his means, light a butter lamp, and recite the mantra all night. Anurāgiṇī is certain to arrive at dawn.

source: །ལྷའི་དོང་ཙེ་སྟོང་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་ལོ་སྟོང་འཚོའོ།
en: She will offer a divine elixir of long life and one thousand dinars. The practitioner will live thousands of years.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་གནོད་སྦྱིན་མོའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhanas of the yakṣiṇīs. Chapter 18

source: །།དེ་ནས་གསང་བ་པའི་བདག་པོ་ཕྱག་ན་རྡོ་རྗེས་འདི་སྐད་ཅེས་གསུངས་སོ། །གལ་ཏེ་དམ་ཚིག་ལ་མི་གནས་ན་ཁྲོ་བོ་འདི་དང་བཅས་ཏེ་དགུག་པའི་ཕྱིར་བཟླས་པར་བྱའོ། །ཨོྃ་དྷྲུྃ།
en: Next Vajrapāṇi, the lord of guhyakas, said, “If the yakṣiṇīs do not abide by their commitments, the practitioner should recite the following wrathful mantra to summon them:

source: ཀ་ཊྱ་ཀ་ཊྱ་ཆེ་གེ་མོ་ཡཀྵི་ནི་ཧྲཱིཿཛ་ཛ།
en: Oṁ , bhrūṃ ! Summon, summon such-and-such yakṣiṇī!

source: སྔགས་སྟོང་བཟླས་ན་མྱུར་དུ་འོང་ངོ་།
en: “He should recite the above wrathful mantra one thousand times. The yakṣiṇī will swiftly arrive.

source: །གལ་ཏེ་མྱུར་དུ་མ་འོངས་ན་མིག་དང་སྤྱི་བོ་འགས་ཤིང་དེའི་མོད་ལ་འཆི་སྟེ།
en: If she does not arrive with haste, her forehead will burst and she will die that very moment.

source: དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་ལྟུང་ངོ་།
en: She will fall into one of the eight great hells.

source: །དེ་ནས་ཁྲོ་བོའི་ཕྱག་རྒྱའི་མཚན་ཉིད་བཤད་པ།
en: “The description of the mudrā of Great Wrath:

source: ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་མཐེའུ་ཆུང་གཉིས་འཁྱུད་ནས་མཛུབ་མོ་གཉིས་བརྐྱང་སྟེ་བཀུག་པ་འདི་ནི་ཁྲོ་བོའི་མི་ཕྱེད་པའི་ལྕགས་ཀྱུའི་ཕྱག་རྒྱའོ།
en: “Holding your fists together, enclose both little fingers and extend both index fingers, bending them slightly. This is the inviolable mudrā of the hook of Great Wrath.

source: །ཕྱག་རྒྱ་འདི་ས་འཇིག་རྟེན་གསུམ་ཡང་འགུགས་པར་བྱེད་དོ།
en: With this king of mudrās one can even summon the triple universe.

source: །དེ་ནས་གནོད་སྦྱིན་མོའི་ཕྱག་རྒྱ་བཤད་པ།
en: “The description of the mudrā of yakṣiṇīs:

source: གུང་མོའི་སོར་མོ་གཉིས་མི་མཉམ་པར་བྱས་ཏེ།
en: “Aligning the palms of the hands, turn your middle fingers backwards.

source: སྲིན་ལག་གཉིས་རྣམ་པར་བརྐྱང་ཞིང་མཛུབ་མོ་གཉིས་སྦྱར་བར་བྱས་ནས་མཐེའུ་ཆུང་གཉིས་སྙིང་པོར་བྱས་པ་ནི་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱི་རྩ་བའི་ཕྱག་རྒྱ་དམ་པ་སྟེ།
en: Your ring fingers, positioned horizontally, should point outward and the index fingers inward. Your little fingers should be in the center. This is the ultimate root mudrā of all yakṣiṇīs.

source: འདི་བཅངས་པ་ཙམ་གྱིས་གནོད་སྦྱིན་མོ་ཐམས་ཅད་འོང་ངོ་།
en: As soon as this mudrā is formed, all the yakṣiṇīs will arrive. “The mudrā of invocation:

source: །ཕྱག་རྒྱ་འདི་ཉིད་ལ་མཐེ་བོ་གཡས་པས་བོད་པར་བྱའོ། །ཨོྃ་ཧྲཱིཿཨཱ་གཙྪ་ཨཱ་གཙྪ།
en: “Forming exactly the same mudrā, the practitioner invites the yakṣiṇīs with his right thumb. The accompanying mantra is ‘ Oṁ , hrīḥ ! Come, come!

source: །སརྦ་ཡཀྵི་ཎི་སྭཱ་ཧཱ།
en: Svāhā to all the yakṣiṇīs!

source: བོད་པའི་སྔགས་སོ།
en: “The mudrā of dismissing:

source: །ཕྱག་རྒྱ་འདི་ཉིད་ལས་མཐེ་བོང་གཡོན་པས་སླར་གཏང་བར་བྱའོ། །ཨོྃ་ཡཀྵི་ཨཱ་གཙྪ།
en: “Forming the same mudrā, the practitioner should dismiss the yakṣiṇīs with his left thumb.

source: ཨཱ་གཙྪ་ཆེ་གེ་མོ་ཡཀྵི་ཎི་ཤཱི་གྷྲཾ་པུ་ན་རཱ་ག་ནམ་ཡ་སྭཱ་ཧཱ།
en: The accompanying mantra is ‘ Oṁ , hrīḥ ! Go, go! Svāhā to the swift return of the yakṣiṇīs!

source: ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་གུང་མོའི་སོར་མོ་རབ་ཏུ་བརྐྱང་བ་ནི་གནོད་སྦྱིན་མོ་ཐམས་ཅད་མངོན་དུ་ཕྱོགས་པར་བྱེད་པའི་ཕྱག་རྒྱའོ། །ཨོྃ་མ་ཧཱ་ཡ་ཀྵི་པི་མཻ་ཐུ་ན་པྲི་ཡེ་སྭཱ་ཧཱ།
en: “The mudrā that brings all the yakṣiṇīs face-to-face with the practitioner:

source: ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ལ་མཐེའུ་ཆུང་བརྐྱང་སྟེ།
en: “Hold your fists together and extend your middle fingers. The accompanying mantra is ‘ Oṁ , O great yakṣiṇī, fond of sexual pleasure! Svāhā

source: བཀུག་པ་ནི་གནོད་སྦྱིན་ཐམས་ཅད་ཉེ་བར་བྱེད་པའི་ཕྱག་རྒྱའོ། །ཨོྃ་ཀཱ་མ་བྷོ་གེ་ཤྭ་རི་སྭཱ་ཧཱ།
en: “The mudrā of bringing all the yakṣiṇīs into immediate proximity:

source: ཁུ་ཚུར་ཕན་ཚུན་བསྣོལ་ཏེ་ལག་པ་གཉིས་མཛུབ་མོ་གཅིག་གི་སྟེང་དུ་གཅིག་བསྐྱོན་པའི་སྦྱོར་བ་བཞག་པ་ནི་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་གི་ཕྱག་རྒྱའོ།
en: “Hold your fists together and extend your little fingers, bending them slightly. The accompanying mantra is ‘ Oṁ , the goddess of sensual enjoyment! Svāhā

source: །ཀྵི་སྙིང་པོའོ། །ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ཏེ།
en: “The heart mudrā of all the yakṣiṇīs: “Form both hands into the shape of a plough. The yakṣiṇīs’ heart mantra is ‘ Kṣī

source: མཛུབ་མོ་དང་གུང་མོ་བརྐྱང་བ་ནི་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱི་བདུག་པ་དང་། མེ་ཏོག་དང་། དྲི་དང་། མར་མེའི་ཕྱག་རྒྱའོ། །ཨོྃ་སརྦ་མ་ནོ་ཧ་ར་པྲི་ཡེ་སྭཱ་ཧཱ།
en: “The mudrā of the perfume, flowers, incense, and lamps of all the yakṣiṇīs: “Hold your fists together and extend your index and middle fingers. The corresponding mantra is ‘ Oṁ , you who captivate everyone’s mind! Svāhā

source: འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་གནོད་སྦྱིན་མོའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhanas of the yakṣiṇīs. Chapter 19

source: །།དེ་ནས་ཀླུའི་རྒྱལ་མོ་རྣམས་ལངས་ཏེ། འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་དཔལ་རྡོ་རྗེ་འཆང་གི་ཞབས་ལ་སྤྱི་བོས་མངོན་པར་བཏུད་ནས་རང་གི་སྙིང་པོ་ཕུལ་བ།
en: Then, each nāga queen present in the gathering rose up, respectfully bowed to the feet of the glorious Vajradhara, and offered him her heart mantra:

source: ཨོྃ་ཨཱ།
en: Anantamukhī:

source: ཨོྃ་ཕུཿ། ཨ་ནནྟ་མུ་ཁི་ཕུཿ ཤྲཱི་ཕུཿ བཱ་སུ་ཁ་མུ་ཁི་ཕུཿ།
en: Oṁ phuḥ oṁ phuḥ !” Karkoṭakamukhī: “ Phuḥ oṁ phuḥ !” Padminī:

source: ཨི་ཕུཿ པདྨ་མ་ཎི་ཕུཿ།
en: Phuḥ gaṃ phuḥ !” Mahāpadminī:

source: ཨ་ཕུཿམ་ཧཱ་པདྨ་མ་ཎི་ཕུཿ དྷི་ཕུཿཀརྐོ་ཊེ་མུ་ཁི་ཕུཿ།
en: Phuḥ āḥ phuḥ !” Vāsukimukhī: “ Phuḥ dhīḥ phuḥ !” Jvālāmukhī:

source: ས་ཕུཿ ཤངྒི་ནི་ཕུཿ། ཛུ་ཕུཿ ཛ་ལ་མུ་ཁི་ཕུཿ ཏྲུྃ་ཕུཿདྲུ་མ་མུ་ཁི་ཕུཿ།
en: Phuḥ hūṁ phuḥ !” Dhūpamukhī: “ Phuḥ kaṃ phuḥ !” Śaṃkhinī: “ Phuḥ sa phuḥ

source: ཀླུ་མོ་བརྒྱད་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ་ཀླུའི་ཁང་པར་སོང་སྟེ།
en: Next are the detailed instructions on the sādhanas of the eight nāginīs.

source: འབུམ་བཟླས་པས་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ།
en: “The practitioner should go to a place where nāgas live and recite the mantra 100,000 times as a preliminary practice.

source: །ཀླུ་མོ་རྣམས་དགའ་བར་འགྱུར་ཞིང་ཀླུ་མོ་ཐམས་ཅད་ཚིམ་པར་འགྱུར་རོ།
en: Every nāginī will be pleased, and all nāgas and nāginīs will rejoice.

source: །ཡར་ངོའི་ཚེས་བཅུ་ལ་ཀླུའི་ཁང་པར་ཆུ་འབོགས་ཏེ། བདུག་པ་དང་། དྲི་དང་། མེ་ཏོག་དང་། འོ་མ་རྣམས་ཀྱིས་ཇི་ལྟར་བརྗོད་པའི་མཆོད་པ་བྱས་ཏེ།
en: On the fifth day of the bright fortnight, he should descend into the water at the nāgas’ dwelling place and offer perfume, flowers, incense, and milk in the prescribed way.

source: དེ་ནས་ཀླུ་མོ་བརྒྱད་སྟོང་ཕྲག་རེ་རེ་བཟླས་ན་མྱུར་དུ་ཀླུའི་བུ་མོ་རྣམས་རང་གི་ཁྱིམ་ནས་འོང་ངོ་།
en: Then, he should recite the mantra one thousand times for each of the eight nāginīs. Soon a nāga maiden will emerge, burning with heat. On her arrival, a welcome offering of milk and sandalwood should be given. The practitioner should say, ‘Welcome!

source: །འོངས་པ་ལ་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ཅིང་བདག་གི་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་བརྒྱད་བརྒྱད་སོ་སོར་སྟེར་བར་བྱེད་དོ།
en: Please be my wife.’ She will offer eight dinars every day, and can be induced to kill anyone or let them live.

source: །ཆེ་གེ་མོ་འཚོ་བར་ཤོག་ཤིག་ཆེ་གེ་མོ་སོད་ཅིག་ཅེས་བྱ་བ་ལ་སོགས་པ་ཐམས་ཅད་འགྲུབ་པར་བྱེད་དེ།
en: She can do anything.

source: ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ་འོ་མའི་བཟའ་བས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པའི་མཐར་ཀླུའི་བུ་མོ་བཟང་མོ་འོང་ངོ་།
en: “The practitioner should go to the confluence of two rivers and recite the mantra one thousand and eight times while offering food made from milk. A divinely beautiful nāginī will arrive.

source: །འོངས་པ་ལ་སྤྱི་བོར་མེ་ཏོག་སྦྱིན་ཞིང་ཆུང་མར་གྱིས་ཤིག་ཅེས་བསྒོ་བར་བྱའོ། །ལྷའི་བཟའ་བ་བཟང་པོ་དང་། དོང་ཙེ་ལྔ་ལྔ་ཉི་མ་རེ་རེ་ཞིང་སྟེར་བར་བྱེད་དོ།
en: When she does, he should place some flowers on her head and say, ‘Please be my wife.’ She will give delicious divine foods and five dinars every day.

source: །ཀླུའི་གནས་སུ་མཚན་མོ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པའི་མཐར་སྐད་ཅིག་དེ་ཉིད་ལ་ཀླུ་མོ་སྤྱི་བོའི་ནད་ཆེན་པོ་དང་། ཚ་བར་གྱུར་པས་འོང་ཞིང་སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དོ། །ཆུང་མར་གྱུར་ཅིག་ཅེས་སྨྲས་ན།
en: “The practitioner should go at night to a place inhabited by nāgas and recite the mantra one thousand and eight times. The moment the recitation is complete, a nāginī will arrive suffering from an intense headache.

source: བདག་ཉིད་དང་ལྔ་ལ་རས་དང་། རྒྱན་དང་། བཟའ་བ་ལ་སོགས་པ་སྟེར་ཞིང་དོང་ཙེ་ལྔ་ལྔ་སྟེར་རོ།
en: She will say, ‘What can I do for you, my dear?’ The practitioner should reply, ‘Please be my mother.’ She will then offer the practitioner and four other people clothes, adornments, food, and so forth every day, along with five dinars.

source: །མཚན་མོ་པདྨའི་ཚལ་དུ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཀླུའི་བུ་མོ་རྣམས་མྱུར་དུ་འོང་ངོ་།
en: “The practitioner should go at night to a lotus pond and recite the mantra one thousand and eight times. A nāginī will swiftly arrive.

source: །དོང་ཙེ་བརྒྱད་བརྒྱད་སྟེར་ཏེ།
en: She will become his wife and offer eight dinars.

source: དེས་ཀྱང་མ་ལུས་པར་ཟད་པར་བྱའོ།
en: He should spend it all without remainder.

source: །གལ་ཏེ་ཅུང་ཟད་འཇོག་ན་ཕྱིན་ཆད་འབྱུང་བར་མི་འགྱུར་རོ།
en: If he saves anything, he will not get more.

source: །མཚན་མོ་ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པའི་མཐའ་ལ་ཀླུའི་བུ་མོ་ངེས་པར་འོང་ངོ་།
en: “The practitioner should go at night to the confluence of two rivers and recite the mantra one thousand and eight times. Then, at the end of the recitation, a nāga maiden is certain to arrive.

source: །འོངས་པ་ལ་གསེར་གྱི་པདྨའི་གདན་བྱིན་ཏེ་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ཅིང་བདག་གི་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ཉི་མ་རེ་རེ་གསེར་སྲང་རེ་རེ་སྦྱིན་པར་བྱེད་དོ།
en: When she does, he should offer to her a seat made of gold and say, ‘Welcome! Please be my wife.’ She will give one hundred palas of gold every single day.

source: །མཚན་མོ་རྒྱ་མཚོ་ཆེན་པོར་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་དེ་ནམ་བཟླས་པའི་མཐའ་ལ་ཀླུའི་བུ་མོ་འོང་ངོ་།
en: “The practitioner should go at night to a great lake filled with lotuses and recite the mantra one thousand and eight times. When the recitation is complete a nāga maiden is certain to arrive.

source: །འོངས་པ་ལ་བདག་གི་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་དོང་ཙེ་གཅིག་དང་རས་ཟུང་གཅིག་སྟེར་བར་བྱེད་དོ།
en: When she does, he should say, ‘Please be my wife.’ She will offer one dinar and a pair of garments.

source: །ཀླུའི་ཁང་པར་སོང་སྟེ་ལྟེ་བ་ནུབ་ཙམ་དུ་ཆུར་ཞུགས་ཏེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་དེ་ནས་བཟླས་པའི་ཐ་མ་ལ་ཀླུའི་བུ་མོ་འོང་ངོ་།
en: “The practitioner should go to a place inhabited by nāgas, descend into the water up to his navel, and recite the mantra one thousand and eight times. When the recitation is complete a nāga maiden is certain to arrive.

source: །འོངས་པ་ལ་སྤྱི་བོར་མེ་ཏོག་བྱིན་ཏེ་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ཅིང་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་དོང་ཙེ་བརྒྱད་དང་ལྷའི་ཟས་བཟང་པོ་སྟེར་བར་བྱེད་དོ།
en: When she does, he should place flowers on her head and say, ‘Please be my wife.’ She will give eight dinars and delicious divine food. “The practitioner should go to a place inhabited by nāgas and recite the mantra all night.

source: །མཚན་མོ་ཀླུའི་ཁང་པར་སོང་སྟེ་མཚན་ཐོག་ཐག་བཟླས་ན་དེའི་ཐོ་རངས་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་ཏེ་ཀླུའི་བུ་མོ་སྐད་ཅིག་དེ་ལ་འོང་ངོ་།
en: Then, at dawn, a nāga maiden adorned with all kinds of jewelry will arrive in an instant.

source: །འོངས་པ་ལ་མེ་ཏོག་དང་ཙནྡན་གྱི་མཆོད་ཡོན་བྱིན་ཏེ་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ཅིང་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ལྷའི་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་དང་། གྲུབ་པའི་རྫས་སྟེར་ཞིང་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་ལ་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ།
en: When she does, he should give her a welcome offering of sandalwood-scented water and flowers. He should say, ‘Welcome! Please be my wife.’ She will present a divine elixir of long life and power substances. She will fulfill all his wishes and offer a kingdom.

source: །མཚན་མོ་ཀླུའི་གནས་སུ་སོང་སྟེ་ཁྲི་བཟླས་ན་ཀླུའི་བུ་མོ་ངེས་པར་འོང་ངོ་།
en: “The practitioner should go to a place where nāgas are found and recite the mantra ten thousand times.

source: །ཀླུ་འོངས་པ་ལ་མྱུར་དུ་ཆགས་པར་བྱས་ནས་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ཉི་མ་རེ་རེ་དོང་ཙེ་བརྒྱད་དང་། ལྷའི་བཟའ་བ་བཟང་པོ་དང་། གོས་རྣམས་སྟེར་བར་བྱེད་དོ།
en: A nāga maiden will soon arrive. When she does, he should promptly make love to her and say, ‘Please be my wife.’ Every day she will give him eight dinars, delicious divine food, and a pair of garments.

source: །མཚན་མོ་ཀླུའི་ཁང་པར་སོང་ལ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན།
en: “The practitioner should go at night into the vicinity of nāgas and recite the mantra one thousand and eight times.

source: དེ་ནས་བཟླས་པའི་ཐ་མ་ལ་ཀླུའི་བུ་མོ་རིངས་པར་འོང་ངོ་།
en: When the recitation is complete a nāga maiden will swiftly arrive.

source: །འོངས་པ་ལ་ཀླུའི་མེ་ཏོག་སྤྱི་བོར་བྱིན་ན་ཆུང་མར་འགྱུར་ཞིང་ལྷའི་རས་དང་། རྒྱན་དང་། བཟའ་བ་ལ་སོགས་པ་སྟེར་རོ།
en: When she does, he should place nāga flowers on her head and say, ‘Please be my wife.’ She will give him divine clothes, adornments, delicious food, and so on.

source: །དེ་ནས་ཀླུ་མོའི་དམ་ཚིག་གི་སྔགས་བཤད་པ།
en: “The pledge mantras of the nāginīs are:

source: ཨོྃ་ཕུཿཨཱ་གཙྪ་ནཱ་ག་ནི་ཕུཿ བོདཔའི་སྔགས་སོ།
en: “The invocation mantra:

source: །ཨོྃ་ཨི་ཕུཿ།
en: Oṁ phuḥ ! Come, O nāginī!

source: སྤོས་དང་མེ་ཏོག་གི་སྔགས་སོ། །ཨོྃ་ཕུཿཨ་ཕུཿ།
en: Phuḥ ! “The mantra of perfume and flowers:

source: དྲི་དང་མཆོད་ཡོན་གྱི་སྔགས་སོ། །ཨ་ཕུཿཨི་ཕུཿ ཧྃ་ཕུཿཔྃ་ཕུཿ།
en: Oṁ ī phuḥ ! “The mantra of the welcome offering and incense:

source: ཀླུ་མོ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་གི་སྔགས་སོ། །ཕུཿཨཱ་གཙྪ་ཨཱ་གཙྪ།
en: Oṁ phuḥ, aḥ phuḥ ! “The pledge mantra of all nāginīs:

source: ཤཱི་གྷྲྃ་པུ་ན་རཱ་ག་མ་ནཱ་ཡ་སྭཱ་ཧཱ།
en: Ā phuḥ, ī phuḥ, vā phuḥ!“The mantra of dismissing: Depart, depart!

source: སླར་གཏང་བའི་སྔགས་སོ།
en: Svāhā to your swift return!

source: །དེ་ནས་ཀླུ་མོ་རྣམས་ཀྱི་ཕྱག་རྒྱའི་མཚན་ཉིད་བཤད་པ།
en: “Next are the descriptions of mudrās. “The pledge mudrā of the nāginīs:

source: ཐལ་མོ་མཉམ་པར་བྱས་ཏེ།
en: “Join the flattened palms of your hands together and raise them up, forming the shape of a topknot with the fingers.
